Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=558_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Koltansaamenkielinen tarinakirja ilmestyi
sme: Nuortalašgielat máinnasgirji almmustuvai

source: Vanhoja kolttasaamelaisia kertomuksia sisältävä teos " KåŠllmuõrâž " on ilmestynyt omakielisenä, koltansaamenkielisenä painoksena.
sme: Nuortalaš dološ máidnasiid sisttisdoalli girji " KåŠllmuõrâž " lea olggosaddon iežasgielat, nuortalašgielat prentosin.

source: Saamelaiskäräjät julkaisi kirjan pohjoismaisen saamen kielilautakunnan myöntämällä erillisrahoituksella.
sme: Sámediggi albmadii girjji davviriikkalaš sámi giellalávdegotti mieđihan sierraruhtademiin.

source: Teos on hyvä lisä kouluissa ja aikuisoppilaitoksissa annettavaan koltansaamen kielen opetukseen.
sme: Girji lea buorre lassi nuortalašgiela oahpahussii, mii lágiduvvo skuvllain ja rávesolbmuid oahppolágádusain.

source: " KåŠllmuõrâž " - teos on julkaistu alunperin vuonna 1990 venäjänkielisenä painoksena.
sme: " KåŠllmuõrâž " - girji lea almmustahtton álggos jagi 1990 ruoššagielat prentosin.

source: Zoja Nosova luki teoksen kertomukset koltansaamen kielellä nauhalle, josta työryhmä Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen huolehtivat kertomukset koltansaamen nykyiseen kirjoitusasuun.
sme: Zoja Nosova logai girjji muitalusaid nuortalašgillii báddái, mas bargojoavku Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen fuolahedje máidnasiid nuortalašgiela dálá čállinvuohkái.

source: Teoksen uuden kuvituksen on tehnyt Merja Aletta Ranttila.
sme: Girjji ođđa govaid lea bargan Merja Aletta Ranttila.

source: Kuvissa venäjänkielinen alkuperäisteos ja nyt julkaistu koltansaamenkielinen teos.
sme: Govain ruoššagielat álgogirji ja dál olggosaddon nuortalašgielat girji.

source: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta, saamelaiskulttuurikeskus Sajoksesta Inarista.
sme: Girji lea oažžumis sámedikki skuvlen- ja oahppamateriáladoaimmahagas, sámekulturguovddáš Sajosis Anáris.
